/* Indicator of ScriptEditor's Selection mode */
"ScriptEditorSelection" = "AppleScript Editor's Selection";

/* sheet dialog after saving file */
"Open" = "Open";
"Reveal" = "Reveal";
"Cancel" = "Cancel";
"Success to Make a HTML file." = "Success to Make a HTML file.";
"No action is selected." = "No action is selected.";
"No content." = "No script content.";
